package com.gdut.dongjun.core.handler.msg_decoder.example;

/**
 * DLT645_97规约示范
 * @author Gordan_Deng
 * @date 2017年5月17日
 */
public class DLT645_97Example {
	
	/*
	 * 电压ABC相(b611  b612  b613)
	 * 44e9  45e9  46e9
 	 * 电流ABC相(b621  b622  b623)
 	 * 54e9  55e9  56e9
	 * 功率ABC相(b630  b631  b632  b633)
	 * 63e9  64e9  65e9  66e9
	 * 
	 * A相电压
	 * 发6899999999999968010244e99616
	 * 收6840010001080068810444e957355816
	 * 
	 * A相电流
	 * 发6899999999999968010254e9a616
	 * 收6840010001080068810454e94b335a16
	 * 
	 * A相功率
	 * 发6899999999999968010264E9B616
	 * 收6840010001080068810564e97c3b33d716
	 * 
	 */
}
